Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G27.tmx
Source language: en_us
Languages: zh_cn

source: Late Bloomers
zh_cn: 大器晚成

source: Ben Fountain was an associate in the real-estate practice at the Dallas offices of Akin, Gump, Strauss, Hauer & Feld, just a few years out of law school, when he decided he wanted to write fiction.
zh_cn: 当本·方汀（Ben Fountain）决定写小说是他真正想做的事情时，他还就职于 Akin, Gump, Strauss, Hauer & Feld 公司达拉斯（Dallas）办事处。他是位助理律师，负责房地产实务，刚从法学院毕业没几年。

source: The only thing Fountain had ever published was a law-review article.
zh_cn: 之前他发表过的唯一“作品”是一篇法律评论。

source: His literary training consisted of a handful of creative-writing classes in college.
zh_cn: 而他受过的全部文学训练是在大学里上过的几堂文学创作课。

source: He had tried to write when he came home at night from work, but usually he was too tired to do much.
zh_cn: 他也曾试过晚上回家后进行写作，但是通常因为疲劳而疏于提笔。

source: He decided to quit his job.
zh_cn: 于是他决定辞职，专心写作。

source: "I was tremendously apprehensive,” Fountain recalls. “I felt like I’d stepped off a cliff and I didn’t know if the parachute was going to open.
zh_cn: “我那时非常惶恐，”方汀回忆道，“我觉得我将要跳下悬崖，却不知道降落伞是否会打开。

source: Nobody wants to waste their life, and I was doing well at the practice of law. I could have had a good career.
zh_cn: 没有谁想浪费自己的生命，何况我在律师行里干得不错，留在那里我会有很好的前途。

source: And my parents were very proud of me—my dad was so proud of me. . . .
zh_cn: 我的父母也为之感到骄傲——尤其是我爸爸......

source: It was crazy."
zh_cn: 那是个疯狂的决定。”

source: He began his new life on a February morning—a Monday.
zh_cn: 二月的一个上午，星期一，他开始了新生活。

source: He sat down at his kitchen table at 7:30 A.M. He made a plan.
zh_cn: 早上7点半时，他在厨房的餐桌前坐下。他制定了一个计划。

source: Every day, he would write until lunchtime.
zh_cn: 每天，他将写作到午饭时间。

source: Then he would lie down on the floor for twenty minutes to rest his mind.
zh_cn: 然后在地板上躺20分钟，让他的头脑放松一下。

source: Then he would return to work for a few more hours.
zh_cn: 接着他要回到书桌前再干上几个小时。

source: He was a lawyer. He had discipline.
zh_cn: 身为律师的他有能力约束自己。

source: “I figured out very early on that if I didn’t get my writing done I felt terrible.
zh_cn: “我一开始就意识到如果不能完成自己的写作计划的话，我的心情一定会糟糕透顶。

source: So I always got my writing done.
zh_cn: 所以我总是能完成。

source: I treated it like a job. I did not procrastinate.”
zh_cn: 我把写作当成一份正经工作，不曾拖拉。”

source: His first story was about a stockbroker who uses inside information and crosses a moral line.
zh_cn: 方汀 的处女作是关于一位利用内幕消息进行不道德交易的股票经纪人的故事。

source: It was sixty pages long and took him three months to write.
zh_cn: 作品只有六页长，但他写了足足三个月。

source: When he finished that story, he went back to work and wrote another—and then another.
zh_cn: 当他写完时，他回到餐桌前开始写下一个故事，然后是再下一个......

source: In his first year, Fountain sold two stories.
zh_cn: 开始写作的第一年，方汀卖掉了两则故事。

source: He gained confidence. He wrote a novel.
zh_cn: 他建立起了信心，开始写一本长篇小说。

source: He decided it wasn’t very good, and he ended up putting it in a drawer.
zh_cn: 写完后，他对这件作品并不是十分满意，最终把手稿收进了抽屉。

source: Then came what he describes as his dark period, when he adjusted his expectations and started again.
zh_cn: 从那时起他进入了一段他眼中的低谷时期——调整对自己的预期，开始新一轮的写作。

source: He got a short story published in Harper’s.
zh_cn: 后来，他的一则短篇被 Harper's 发表。

source: A New York literary agent saw it and signed him up.
zh_cn: 一位纽约的文学代理商读了这篇文章后决定和他签约。

source: He put together a collection of short stories titled “Brief Encounters with Che Guevara,” and Ecco, a HarperCollins imprint, published it.
zh_cn: 他整理了一系列短篇小说，起名为《与切·格瓦拉的短暂邂逅》（Brief Encounters with Che Guevara），由 Harper Collins 公司旗下的 Ecco 出版社发表。

source: The reviews were sensational.
zh_cn: 对这本短篇小说集的评论是轰动性的。

source: The Times Book Review called it “heartbreaking.”
zh_cn: 《时代报社书评栏》（The Times Book Review）称它“令人心碎”。

source: It won the Hemingway Foundation/PEN award. It was named a No. 1 Book Sense Pick.
zh_cn: 此书为方汀赢得了海明威奖，还获得了美国独立书商协会选书（Book Sense Pick）的头名。

source: It made major regional best-seller lists, was named one of the best books of the year by the San Francisco Chronicle, the Chicago Tribune, and Kirkus Reviews, and drew comparisons to Graham Greene, Evelyn Waugh, Robert Stone, and John le Carré.
zh_cn: 这本书在多个区域畅销书榜单上都名列前茅，更被《旧金山纪事报》、《芝加哥先驱报》和 《科克斯评论》等报社题名为年度最佳图书之一。方汀的名字开始被拿来和 几位屡获大奖的资深作家Graham Green, Evelyn Waugh, Robert Stone 和 John le Carré相提并论。

source: Ben Fountain’s rise sounds like a familiar story: the young man from the provinces suddenly takes the literary world by storm.
zh_cn: 本·方汀 的声名鹊起听起来像个熟悉的故事：一个来自外省的年轻人一夜之间横扫了文学界。

source: But Ben Fountain’s success was far from sudden.
zh_cn: 但是他的成功并非真的在一夜之间发生。

source: He quit his job at Akin, Gump in 1988.
zh_cn: 他1988年辞去了事务所的工作。

source: For every story he published in those early years, he had at least thirty rejections.
zh_cn: 在他写作生涯早年，每一篇录用稿背后都至少躺着三十封拒信。

source: The novel that he put away in a drawer took him four years.
zh_cn: 被收进抽屉的那本手稿花费了他四年时间。

source: The dark period lasted for the entire second half of the nineteen-nineties.
zh_cn: 他的低谷期持续了整个九十年代下半段。

source: His breakthrough with “Brief Encounters” came in 2006, eighteen years after he first sat down to write at his kitchen table.
zh_cn: “邂逅”系列给他带来的成功是2006年的事情，那时距他第一次坐定在餐桌前开始写作已经整整十八年。

source: The “young” writer from the provinces took the literary world by storm at the age of forty-eight.
zh_cn: 来自外省的“年轻”作家在四十八岁时才横扫了文学界。

source: Genius, in the popular conception, is inextricably tied up with precocity—doing something truly creative, we’re inclined to think, requires the freshness and exuberance and energy of youth.
zh_cn: 天才，在普遍的想法中，与早熟有着不可分割的联系——我们倾向于认为，真正的创造力需要年轻所带来的那种新鲜、活力和欣欣向荣。

source: Orson Welles made his masterpiece, “Citizen Kane,” at twenty-five.
zh_cn: Orson Welles 二十五岁时完成大作《公民凯恩》（Citizen Kane）。

source: Herman Melville wrote a book a year through his late twenties, culminating, at age thirty-two, with “Moby-Dick.”
zh_cn: 赫尔曼·梅尔维尔（Herman Melville）二十五岁到三十岁期间以一年一本书的速度写作，终于在三十二岁时凭借一本《白鲸》（Moby-Dick）攀上高峰。

source: Mozart wrote his breakthrough Piano Concerto No. 9 in E-Flat-Major at the age of twenty-one.
zh_cn: 莫扎特（Mozart）二十一岁谱写成名作E大调第九钢琴协奏曲。

source: In some creative forms, like lyric poetry, the importance of precocity has hardened into an iron law.
zh_cn: 对于某些创作形式，比如抒情诗来说，早熟的重要性已经被强调成了金科玉律。

source: How old was T. S. Eliot when he wrote “The Love Song of J. Alfred Prufrock” (“I grow old . . . I grow old”)?
zh_cn: 诺贝尔文学奖得主T·S·艾略特（T. S. Eliot）几岁写下《普鲁弗洛克的情歌》（ The Love Song of J. Alfred Prufrock ）来着？

source: Twenty-three.
zh_cn: 二十三。

source: “Poets peak young,” the creativity researcher James Kaufman maintains.
zh_cn: “诗人们在年轻时登峰造极。”研究创造力的专家James Kaufman说。

source: Mihály Csíkszentmihályi, the author of “Flow,” agrees: “The most creative lyric verse is believed to be that written by the young.”
zh_cn: 对此，《流》（Flow）的作者 Mihály Csíkszentmihályi 表示同意：“最富创造力的抒情诗篇是由年轻人写就的。”

source: According to the Harvard psychologist Howard Gardner, a leading authority on creativity, “Lyric poetry is a domain where talent is discovered early, burns brightly, and then peters out at an early age.”
zh_cn: 哈佛大学心理学家 Howard Gardner，一位创造力研究的权威学者，说道：“在抒情诗领域，才能总是早早被发现，迸发出璀璨光芒，然后又迅速熄灭了。”

source: A few years ago, an economist at the University of Chicago named David Galenson decided to find out whether this assumption about creativity was true.
zh_cn: 几年前，一位芝加哥大学名叫大卫·格兰森（David Galenson）的经济学家决定验证这个关于天才诗人的假设是否正确。

source: He looked through forty-seven major poetry anthologies published since 1980 and counted the poems that appear most frequently.
zh_cn: 他阅读了自1980年以来的四十七卷（收录美国诗歌的）主要诗集，并在其中找出录用最频繁的篇章。

source: Some people, of course, would quarrel with the notion that literary merit can be quantified. But Galenson simply wanted to poll a broad cross-section of literary scholars about which poems they felt were the most important in the American canon.
zh_cn: 有些人也许会对他用数量评定文学价值的做法提出质疑，然而格兰森 只是想对文学学者进行广泛采样，看看依美国人的口味哪些现代诗是最重要的。

source: The top eleven are, in order, T. S. Eliot’s “Prufrock,” Robert Lowell’s “Skunk Hour,” Robert Frost’s “Stopping by Woods on a Snowy Evening,” William Carlos Williams’s “Red Wheelbarrow,” Elizabeth Bishop’s “The Fish,” Ezra Pound’s “The River Merchant’s Wife,” Sylvia Plath’s “Daddy,” Pound’s “In a Station of the Metro,” Frost’s “Mending Wall,” Wallace Stevens’s “The Snow Man,” and Williams’s “The Dance.”
zh_cn: 排名前十一的作品依次是T·S·艾略特的《普鲁弗洛克的情歌》、罗伯特·洛威尔（Robert Lowell）的《臭鼬时光》（Skunk Hour）、罗伯特·弗洛斯特（Robert Frost）的《雪夜林边驻马》（Stopping by Woods on a Snowy Evening）、威廉·卡洛斯·威廉姆斯（William Carlos Williams）的《红色手推车》（Red Wheelbarrow）、伊丽莎白·毕肖普（Elizabeth Bishop）的《雨》 The Fish、艾兹拉·庞德（Ezra Pound）的The River Merchant\'s Wife（译者注：《李白·长干行》日语版的英译，但改动极大）、西尔维亚·普拉斯（Sylvia Plath）的《爹爹》（Daddy）、庞德的《在地铁车站》（In a Station of the Metro）、弗洛斯特的《修墙》（ Mending Wall）、华莱士·史蒂文斯（Wallace Stevens）的《雪中人》（The Snow Man）以及威廉姆斯的《舞》（The Dance）。

source: Those eleven were composed at the ages of twenty-three, forty-one, forty-eight, forty, twenty-nine, thirty, thirty, twenty-eight, thirty-eight, forty-two, and fifty-nine, respectively.
zh_cn: 这十一首分别完成于作者二十三岁、四十一岁、四十八岁、四十岁、二十九岁、三十岁、三十岁、二十八岁、三十八岁、四十二岁和五十九岁时。

source: There is no evidence, Galenson concluded, for the notion that lyric poetry is a young person’s game.
zh_cn: 格兰森因此总结道，没有证据显示抒情诗写作是年轻人的天下。

source: Some poets do their best work at the beginning of their careers. Others do their best work decades later.
zh_cn: 有些诗人在写作生涯的初期贡献出了他们最好的作品，其他人则要等到数十年后才渐入佳境。

source: Forty-two per cent of Frost’s anthologized poems were written after the age of fifty.
zh_cn: 弗洛斯特百分之四十二的入选诗篇是他五十岁之后写成的。

source: For Williams, it’s forty-four per cent. For Stevens, it’s forty-nine per cent.
zh_cn: 这个比例在威廉姆斯身上时百分之四十四；对史蒂文斯来说则是百分之四十九。

source: The same was true of film, Galenson points out in his study “Old Masters and Young Geniuses: The Two Life Cycles of Artistic Creativity.”
zh_cn: 格兰森在他题为“年长的大师和年轻的天才：艺术创造力的两个生命周期”的研究中指出，同样的现象也出现于电影界。

source: Yes, there was Orson Welles, peaking as a director at twenty-five.
zh_cn: 的确，存在着像 Orson Welles 这样，二十五岁就在导演的位置上一鸣惊人。

source: But then there was Alfred Hitchcock, who made “Dial M for Murder,” “Rear Window,” “To Catch a Thief,” “The Trouble with Harry,” “Vertigo,” “North by Northwest,” and “Psycho”—one of the greatest runs by a director in history—between his fifty-fourth and sixty-first birthdays.
zh_cn: 但是也有希区柯克（Alfred Hitchcock）式的例子，在他五十四到六十一岁期间连续制作了《电话谋杀案》（Dial M for Murder）、《后窗》（Rear Window）、《捉贼记》（To Catch a Thief）、《哈里的麻烦》（The Trouble with Harry）、《晕眩》（Vertigo）、《西北偏北》（North by Northwest）和《惊魂记》（Psycho）——由同一位导演执导并连续取得如此巨大的成功，在整个电影史上也少有出其右者。

source: Mark Twain published “Adventures of Huckleberry Finn” at forty-nine.
zh_cn: 马克·吐温（Mark Twain）五十九岁时发表《哈克贝利·费恩历险记》（Adventures of Huckleberry Finn）。

source: Daniel Defoe wrote “Robinson Crusoe” at fifty-eight.
zh_cn: 丹尼尔·笛福（Daniel Defoe ）则在五十八岁时写成《鲁宾逊漂流记》（Robinson Crusoe）。

source: The examples that Galenson could not get out of his head, however, were Picasso and Cézanne.
zh_cn: 然而，真正让格兰森无法从脑海中挥去的例子是毕加索（Picasso）和塞尚（Cézanne）。

source: He was an art lover, and he knew their stories well.
zh_cn: 格兰森是个艺术爱好者，对这两人的故事稔熟于胸。

source: Picasso was the incandescent prodigy.
zh_cn: 毕加索是光芒四射的少年天才。

source: His career as a serious artist began with a masterpiece, “Evocation: The Burial of Casagemas,” produced at age twenty.
zh_cn: 二十岁时，他便用一幅大师级作品——《招魂》（Evocation: The Burial of Casagemas）——奠定了自己作为一个真正的艺术家的地位。

source: In short order, he painted many of the greatest works of his career—including “Les Demoiselles d’Avignon,” at the age of twenty-six.
zh_cn: 很快地，他又绘作了他艺术生涯中许多最重要的作品，包括二十六岁那年创作的《亚维农的少女》（Les Demoiselles d’Avignon）。

source: Picasso fit our usual ideas about genius perfectly
zh_cn: 毕加索完全符合我们一般所认为的天才形象。

source: Cézanne didn’t.
zh_cn: 但塞尚却完全不符合。

source: If you go to the Cézanne room at the Musée d’Orsay, in Paris—the finest collection of Cézannes in the world—the array of masterpieces you’ll find along the back wall were all painted at the end of his career.
zh_cn: 巴黎奥塞博物馆塞尚展厅的馆藏代表了塞尚最高水平。当你欣赏那些占据醒目位置的经典作品时，你会发现它们都是在塞尚绘画生涯的末期完成的。

source: Galenson did a simple economic analysis, tabulating the prices paid at auction for paintings by Picasso and Cézanne with the ages at which they created those works.
zh_cn: 格兰森算了笔经济账：他列出了毕加索和塞尚的画作在拍卖行的成交价格以及画家完成作品时的年龄。

source: A painting done by Picasso in his mid-twenties was worth, he found, an average of four times as much as a painting done in his sixties.
zh_cn: 他发现，毕加索二十五岁左右创作的作品的平均价值是他六十至七十岁之间作品的四倍。

source: For Cézanne, the opposite was true. The paintings he created in his mid-sixties were valued fifteen times as highly as the paintings he created as a young man.
zh_cn: 对于塞尚来说，情形恰好倒过来了，塞尚六十五岁左右的画作具有十五倍于他年轻时作品的价值。

source: The freshness, exuberance, and energy of youth did little for Cézanne.
zh_cn: 青春带来的新鲜、活力和欣欣向荣对他的帮助微乎其微。

source: He was a late bloomer—and for some reason in our accounting of genius and creativity we have forgotten to make sense of the Cézannes of the world.
zh_cn: 塞尚可谓是大器晚成。然而在我们对天才和创造力的记载中，我们忘了给存在于这个世界上的塞尚们一个合理的解释。

source: The first day that Ben Fountain sat down to write at his kitchen table went well.
zh_cn: 本·方汀 在餐桌前坐下来写作的第一天进展得很顺利。

source: He knew how the story about the stockbroker was supposed to start.
zh_cn: 他知道股票经纪人的故事该怎样开头。

source: But the second day, he says, he “completely freaked out.”
zh_cn: 但是第二天，用他的话来说，他“完全崩溃了”。

source: He didn’t know how to describe things. He felt as if he were back in first grade.
zh_cn: 他不知道怎么去描述事情，就好像又回到了小学一年级似的。

source: He didn’t have a fully formed vision, waiting to be emptied onto the page.
zh_cn: 他没有一幅细节丰盈的图景可供倾泻到纸上。

source: “I had to create a mental image of a building, a room, a façade, haircut, clothes—just really basic things,” he says.
zh_cn: “我必须在脑海里对建筑、房间、店面、发型、服饰等最基本的元素进行构图，”他说。

source: “I realized I didn’t have the facility to put those into words.
zh_cn: “我意识到，我并没有掌握将意象转化成文字这一写作工具。

source: I started going out and buying visual dictionaries, architectural dictionaries, and going to school on those.”
zh_cn: 于是我出门去买图解辞典、建筑辞典，还报名参加了相关的辅导班。”

source: He began to collect articles about things he was interested in, and before long he realized that he had developed a fascination with Haiti.
zh_cn: 他开始按个人兴趣搜集相关文章。不久，他意识到他开始着迷于海地。

source: “The Haiti file just kept getting bigger and bigger,” Fountain says.
zh_cn: “关于海地的档案不断增长，”方汀说。

source: “And I thought, O.K., here’s my novel.
zh_cn: “于是我对自己说，行，小说的题材有了。

source: For a month or two I said I really don’t need to go there, I can imagine everything.
zh_cn: 头一两个月我认为我没有必要亲自去那里，我可以用想象弥补一切。

source: But after a couple of months I thought, Yeah, you’ve got to go there, and so I went, in April or May of ’91.”
zh_cn: 但是两个月以后，我对自己说，你得去一趟才行。于是在91年的四月或五月，我去了海地。”

source: He spoke little French, let alone Haitian Creole.
zh_cn: 他几乎不会说法语，更不要说海地人说的克里奥耳式法语（Creole）了。

source: He had never been abroad. Nor did he know anyone in Haiti.
zh_cn: 他此前从未离开过美国，也不认识哪怕一个海地人。

source: “I got to the hotel, walked up the stairs, and there was this guy standing at the top of the stairs,” Fountain recalls.
zh_cn: “我到了旅馆，走上楼梯，看到一个人站在台阶上，”方汀回忆道。

source: “He said, ‘My name is Pierre.
zh_cn: “他说：‘我叫 Pierre。

source: You need a guide.’ I said, ‘You’re sure as hell right, I do.’
zh_cn: 你需要一个向导。’我说：‘千真万确。’他是个很真诚的人。

source: He was a very genuine person, and he realized pretty quickly I didn’t want to go see the girls, I didn’t want drugs, I didn’t want any of that other stuff,” Fountain went on.
zh_cn: 而且他很快意识到我并不是去那里追女孩子或者搞毒品，我除了旅行并无他求。”方汀 继续说道。

source: “And then it was, boom, ‘I can take you there.
zh_cn: “然后他一下子有主意了：‘我可以带你去逛逛那里。

source: I can take you to this person.’ ”
zh_cn: 我可以带你去见见这个人。’”

source: Fountain was riveted by Haiti.
zh_cn: 方汀对海地深深着了迷。

source: “It’s like a laboratory, almost,” he says.
zh_cn: “那里几乎就像一个实验室，”他说。

source: “Everything that’s gone on in the last five hundred years—colonialism, race, power, politics, ecological disasters—it’s all there in very concentrated form.
zh_cn: “过去五百年发生过的事情——殖民主义、种族、权力、政治、生态灾难——都以非常浓缩的形式存在于海地。

source: And also I just felt, viscerally, pretty comfortable there.” He made more trips to Haiti, sometimes for a week, sometimes for two weeks.
zh_cn: 而且在那里，我感到一种发自肺腑的舒畅。”他后来又访问了海地好几次，有时待一个星期，有时俩。

source: He made friends.
zh_cn: 他结识了一些朋友。

source: He invited them to visit him in Dallas. (“You haven’t lived until you’ve had Haitians stay in your house,” Fountain says.)
zh_cn: 他邀请他的海地朋友到达拉斯拜访他。（方汀 说：“如果你没有和海地人同处一室过的话就不能算真正生活过。”）“

source: “I mean, I was involved. I couldn’t just walk away.
zh_cn: 我想说的是，我真正融入了他们，我没法说走就走。

source: There’s this very nonrational, nonlinear part of the whole process.
zh_cn: 整个过程有着非理性、非线性的一面。

source: I had a pretty specific time era that I was writing about, and certain things that I needed to know. But there were other things I didn’t really need to know.
zh_cn: 我的书中描述的是海地的一个特定历史时期，我需要知道的是些特定的事情，有些事并不是我真正需要了解的。

source: I met a fellow who was with Save the Children, and he was on the Central Plateau, which takes about twelve hours to get to on a bus, and I had no reason to go there. But I went up there.
zh_cn: 我遇到一个为“拯救孩子”（Save the Children，译者注：一个非营利性质的慈善机构）工作的人，他住在中央高原（Central Plateau，译者注：这一带是海地最贫穷的地区），从这里坐汽车去大概需要十二个小时。我并没什么原因要去拜访他，但是我还是去了。

source: Suffered on that bus, and ate dust.
zh_cn: 一路受了不少罪，吃了不少土。

source: It was a hard trip, but it was a glorious trip.
zh_cn: 旅途很艰难，但是十分壮丽。

source: It had nothing to do with the book, but it wasn’t wasted knowledge.”
zh_cn: 这趟行程与我的作品毫无关系，但是我感到不虚此行。”

source: In “Brief Encounters with Che Guevara,” four of the stories are about Haiti, and they are the strongest in the collection.
zh_cn: 《与切·格瓦拉的短暂邂逅》一书中有四个故事是关于海地的，他们也是这个集子里最有力度的几篇。

source: They feel like Haiti; they feel as if they’ve been written from the inside looking out, not the outside looking in.
zh_cn: 这些故事让人身临其境；作者的视角仿佛来自一个环顾世界的海地人，而不是一个外国人眼中的海地社会。“

source: “After the novel was done, I don’t know, I just felt like there was more for me, and I could keep going, keep going deeper there,” Fountain recalls.
zh_cn: 小说写完后，我不知道，我觉得意犹未尽，我可以继续挖掘下去，挖掘更深的东西。”方汀 回忆道。

source: “Always there’s something—always something—here for me.
zh_cn: “总有一些东西——总有一些——在这里等着我。

source: How many times have I been? At least thirty times.”
zh_cn: 我来过多少次了？至少有三十次吧。”

source: Prodigies like Picasso, Galenson argues, rarely engage in that kind of open-ended exploration.
zh_cn: 格兰森提出一个观点：像毕加索这样的神童很少将自己置身于方汀经历的那种开放式探索中。

source: They tend to be “conceptual,” Galenson says, in the sense that they start with a clear idea of where they want to go, and then they execute it.
zh_cn: 他们倾向于进行“概念化”的创作，也就是说他们从一个清晰的点子开始，接下来要做的就是通过执行实现它。
